[
    { 
        "id": "1",
      "image": "https://i.ibb.co/5kj5fSX/Health.png",
      "category": "health",
      "title": "Clean Water for Children",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "description": "Ensure access to clean and safe drinking water for children, promoting better health and well-being. Access to uncontaminated water is a fundamental necessity, especially for children, as it significantly impacts their overall health and development. By supporting this initiative, you contribute to providing a vital resource that aids in preventing waterborne diseases and fostering a healthier future for the younger generation.",
      "price": 100
    },

    {
        "id": "2",
        "image": "https://i.ibb.co/0CBdgsk/Education.png",
        "category": "education",
        "title": "Mathematics Workbook",
        "category_bg": "#FF442D33",
        "card_bg": "#FF442626",
        "text_color": "#FF444A",
        "description": "Enhance your mathematical skills with our comprehensive mathematics workbook. Covering various topics, this workbook helps improve problem-solving abilities and builds a strong foundation in math.",
        "price": 199
      },
      {
        "id": "3",
        "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
        "category": "clothing",
        "title": "Men's Casual Shirt",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Upgrade your style with our comfortable and trendy men's casual shirt. Perfect for various occasions, this shirt offers both style and comfort.",
        "price": 219
      },

      {
        "id": "4",
        "image": "https://i.ibb.co/cNNwYZQ/Food.png",
        "category": "food",
        "title": "Organic Vegetables",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Support local farmers and enjoy fresh, pesticide-free organic vegetables. Embrace a healthier lifestyle and contribute to sustainable farming practices by choosing organic produce.",
        "price": 150
      },

      {
        "id": "5",
        "image": "https://i.ibb.co/cNNwYZQ/Food.png",
        "category": "food",
        "title": "Farm-to-Table Fruits",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Indulge in a variety of seasonal, locally sourced fruits direct from the farm. Enhance your well-being with the goodness of fresh fruits and support local farmers.",
        "price": 130
      },
      {
        "id": "6",
        "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
        "category": "clothing",
        "title": "Women's Summer Dress",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Step into summer with our elegant and breathable women's summer dress. Stay fashionable and comfortable in hot weather with this chic dress.",
        "price": 139
      },
      {
        "id": "7",
        "image": "https://i.ibb.co/0CBdgsk/Education.png",
        "category": "education",
        "title": "Language Learning App",
        "category_bg": "#FF442D33",
        "card_bg": "#FF442626",
        "text_color": "#FF444A",
        "description": "Embark on a language learning journey with our interactive language learning app subscription. Immerse yourself in a new language, improve your communication skills, and broaden your horizons.",
        "price": 99
      },
    {
        "id": "8",
      "image": "https://i.ibb.co/5kj5fSX/Health.png",
      "category": "health",
      "title": "Vaccination Campaign",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "description": "Support a vaccination campaign to protect communities from preventable diseases and improve overall public health. Vaccinations are a cornerstone of preventive healthcare, safeguarding individuals and communities against serious illnesses. By funding this initiative, you contribute to a widespread vaccination effort, helping to create immunity and reduce the incidence of communicable diseases, ultimately enhancing the well-being of society.",
      "price": 258
    },
    {
        "id": "9",
      "image": "https://i.ibb.co/5kj5fSX/Health.png",
      "category": "health",
      "title": "Nutrition Program",
      "category_bg": "#0052FF33",
      "card_bg": "#0052FF26",
      "text_color": "#0052FF",
      "description": "Fund a nutrition program that ensures proper nutrition for children and adults, improving their health and vitality. Adequate nutrition is fundamental for growth, development, and the maintenance of good health. By backing this program, you support initiatives aimed at providing balanced and nutritious meals to individuals, contributing to their overall health, cognitive development, and resilience against illnesses.",
      "price": 155
    },
    {
        "id": "10",
        "image": "https://i.ibb.co/0CBdgsk/Education.png",
        "category": "education",
        "title": "Science Exploration Kit",
        "category_bg": "#FF442D33",
        "card_bg": "#FF442626",
        "text_color": "#FF444A",
        "description": "Encourage curiosity and scientific discovery with our science exploration kit. Packed with experiments and educational materials, this kit makes learning science engaging and fun for children.",
        "price": 290
      },
      {
        "id": "11",
        "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
        "category": "clothing",
        "title": "Kids' T-Shirt Pack",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "text_color": "#79C23F",
        "description": "Dress your little ones in style with our pack of vibrant and soft kids' t-shirts. Keep them comfortable and trendy throughout the day.",
        "price": 210
      },
      {
        "id": "12",
        "image": "https://i.ibb.co/cNNwYZQ/Food.png",
        "category": "food",
        "title": "Chocolate Collection",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "text_color": "#F87147",
        "description": "Experience exquisite flavors with our curated gourmet chocolate collection. Handcrafted with the finest ingredients, these chocolates are a treat for your taste buds.",
        "price": 120
      }
  ]
  

  