[
  {
    "id": "1",
    "image": "https://i.ibb.co/5kj5fSX/Health.png",
    "category": "health",
    "title": "Clean Water for Children",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Ensure access to clean and safe drinking water for children, promoting better health and well-being. Access to uncontaminated water is a fundamental necessity, especially for children, as it significantly impacts their overall health and development. By supporting this initiative, you contribute to providing a vital resource that aids in preventing waterborne diseases and fostering a healthier future for the younger generation.",
    "price": 100
  },

  {
    "id": "2",
    "image": "https://i.ibb.co/0CBdgsk/Education.png",
    "category": "education",
    "title": "Educate Every Child",
    "category_bg": "#FF442D33",
    "card_bg": "#FF442626",
    "text_color": "#FF444A",
    "description": "Your generous donation will help provide educational resources and opportunities to children in underserved communities. Join our campaign to empower young minds with knowledge and pave the way for a brighter future through education.",
    "price": 199
  },
  {
    "id": "3",
    "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
    "category": "clothing",
    "title": "Clothe Needy Children",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "description": "Your support will help individuals in need dress for success, providing them with the confidence and opportunity to excel. Contribute to our clothing drive and make a positive impact on lives by enabling individuals to step into a brighter future.",
    "price": 219
  },

  {
    "id": "4",
    "image": "https://i.ibb.co/cNNwYZQ/Food.png",
    "category": "food",
    "title": " Feed a Needy Family ",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "description": "Support our campaign to provide essential food items to families in need. Your contribution will help alleviate hunger and ensure that no one goes to bed on an empty stomach.",
    "price": 150
  },

  {
    "id": "5",
    "image": "https://i.ibb.co/cNNwYZQ/Food.png",
    "category": "food",
    "title": "Share a Meal",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "description": "Join us in our mission to share meals with those facing food insecurity. Every donation counts and brings hope to someone struggling with hunger.",
    "price": 130
  },
  {
    "id": "6",
    "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
    "category": "clothing",
    "title": "Warmth The Drive",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "description": "Join us in our mission to provide warmth and comfort to those less fortunate. Your donation of clothing will help keep individuals cozy during the colder months and bring smiles to their faces. Let's spread the joy of warmth and care together.",
    "price": 139
  },
  {
    "id": "7",
    "image": "https://i.ibb.co/0CBdgsk/Education.png",
    "category": "education",
    "title": "Books for All Child",
    "category_bg": "#FF442D33",
    "card_bg": "#FF442626",
    "text_color": "#FF444A",
    "description": "Contribute to our campaign and help us provide books and learning materials to schools and libraries. Every book you donate brings a step closer to a world where every child has access to quality education and endless possibilities.",
    "price": 99
  },
  {
    "id": "8",
    "image": "https://i.ibb.co/5kj5fSX/Health.png",
    "category": "health",
    "title": "Invest in Well-being",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Invest in a healthy future by contributing to our campaign. Your donation will help establish health clinics, provide vaccinations, improve sanitation, and promote health education. By supporting this initiative, you're ensuring a brighter and healthier future for individuals and communities in need.",
    "price": 258
  },
  {
    "id": "9",
    "image": "https://i.ibb.co/5kj5fSX/Health.png",
    "category": "health",
    "title": "Promote Health & Care",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Join our cause to promote health and care in communities that need it most. Your contribution will support health initiatives, fund wellness programs, and provide medical assistance to those lacking access to quality healthcare. Let's empower individuals to lead healthier lives and build a stronger, healthier society together.",
    "price": 155
  },
  {
    "id": "10",
    "image": "https://i.ibb.co/0CBdgsk/Education.png",
    "category": "education",
    "title": "Sponsor for a Student",
    "category_bg": "#FF442D33",
    "card_bg": "#FF442626",
    "text_color": "#FF444A",
    "description": "Make a difference in a child's life by sponsoring their education. Your support will cover tuition, books, and necessary supplies, ensuring that a deserving student has the chance to succeed academically. Join us in transforming lives through education.",
    "price": 290
  },
  {
    "id": "11",
    "image": "https://i.ibb.co/zFWtQ5s/Clothing.png",
    "category": "clothing",
    "title": "Threads of Kindness",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "description": "Donate your gently used clothes to our 'Threads of Hope' campaign. Your contribution will provide clothing to those struggling to make ends meet, offering them a fresh start and a glimmer of hope. Together, we can weave a brighter future for many in need",
    "price": 210
  },
  {
    "id": "12",
    "image": "https://i.ibb.co/cNNwYZQ/Food.png",
    "category": "food",
    "title": "Nourish the Hungry",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "description": "Your donation can make a significant impact on someone's life by providing nutritious meals. Join our campaign to nourish the hungry and create a healthier, happier community.",
    "price": 120
  }
]
